{
  "year": 2021,
  "recaps": [
    {
      "week": 4,
      "title": "Week 4 Recap",
      "sections": [
        {
          "type": "intro",
          "content": "Good day to you all.\n\nWell, well, well. I won again. Wait...\n\nSon of a bitch. I lost again. Whatever.\n\nI'll be honest, I did not pay attention to football very closely this past weekend. So, that's my excuse if this recap sucks more than normal. *Winky face*\n\nAlso, I'm not proofreading this one (like normal). *_Full disclaimer*_"
        },
        {
          "type": "tidbits",
          "intro": "Four weeks in, let's see how things are shaping up.",
          "bullets": ["There are **5(!)** teams at 1-3. I don't know if this has ever happened in our league.",
          "One of those teams is the Champ-Champ.",
          "Three of those teams are at the bottom of the **Points For** category.",
          "Enough about those losers. (I'm one of 'em.)",
          "Three teams scored in the **140s**. Two of those teams played one another.",
          "Let's talk about who's ranked #1.",
          "(Looks at who is ranked #1)",
          "Nevermind"
          ],
          "outro": "",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "injuries",
          "intro": "I didn't bother with injuries this week.",
          "bullets": [],
          "outro": "",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "leaderDud",
          "pointsLeader": {
            "name": "Not shaving my legs for this",
            "points": 146.2,
            "notes": "Well, go ahead there, Not shaving, withcha bad self. Look at what happens when Saquon does Saquon things. Looks like he's warming up. Hmm. It's either that or the fact that he played the Falcons last week. Haha. I do remember in Week 2's Recap that I said if Saquon can get healthy and you stop facing the **Points Leader** then you can bounce back. Looks like it finally paid off."
          },
          "dud": {
            "name": "The Tay",
            "points": 77.72,
            "notes": "NOT ME THIS TIME. Wahoo! It was The Dud Abides. ;) Looks like Mike Williams couldn't sync up with his QB and Thielen only brought in three of his eight targets. Prior to Week 4, Mike Williams and Thielen were averaging **21.4** and **16.5** per game, respectively. In this bout, they totaled **7.3** points.\n\nOof. Better luck next time. Well, not next time. You play me next time. You know what I meant though. You know what? Just...just nevermind."
          }
        },
        {
          "type": "gameNotes",
          "matchups": [
            {
              "team1": "Little Giants",
              "score1": 124.6,
              "record1": "",
              "team2": "I'm Bromberg chunky",
              "score2": 103.36,
              "record2": "",
              "breakdown": "Remember when I dropped Mike Gesicki after **Week 2**? Pepperidge Farm remembers.\n\nFirst two weeks, this numbnuts averages **2.65** a game and then the next two weeks, he averages **13.15** a game. That had no bearing on this game because Jared Cook got me **15.4** but I pointed it out to let you all know I'm really good at managing Fantasy Football and totally know exactly when to drop a player. Oh, and I picked up the Raiders defense after **Week 2** and they've scored a total of **5.0** points since (**0** while playing against Little Giants).\n\nI'm like, really good at Fantasy Football.\n\nThe difference in this game is the Little Giant's team simply performed by having only one player, Marvin Jones, not do well.\n\nHow the Hell does Tom Brady average **28.82** a game for three weeks, then scores only **11.06** when I'm playing the Little Giants, and the Bucs still win? I wish the Patriots had made that field goal. Haha. DOINK.\n\nWhatever. Good job, Little Giants. Now go to your room.",
              "imageUrl": "/images/2021-week4-pepperidge.jpg",
              "imageAlt": "Pepperidge Farm remembers"
            },
            {
              "team1": "Rev. Dongo Pewee",
              "score1": 144.44,
              "record1": "(4-0, 1st)",
              "team2": "The Couple",
              "score2": 105.72,
              "record2": "",
              "breakdown": "Damn, I hate to admit it but the Rev. is the first person to break 600 **Points For** and he's ahead by a solid margin. He was damn near the **Points Leader**. He's averaging **153.55**.\n\nI was told to give credit when credit is due. So, the Rev. you're kicki...\n\nYou know what, just read what I wrote above. Shut up.\n\nNot much can be said in one that was so lopsided. Heg's team had solid performances from pretty much you would expect to have good games and shit, well, The Couple had a bunch of people underperform, just like I did.\n\nSpeaking of underperforming, The Couple has had a rough go so far and are one of the three teams at the bottom of **Points For**, along with me and Champ-Champ. We'll all turn things around soon, right? ....Right?",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "The Tay",
              "score1": 77.72,
              "record1": "",
              "team2": "Champ-Champ",
              "score2": 88.78,
              "record2": "",
              "breakdown": "This one was boringly more interesting than the previous game I just discussed. I mean, what a snooze fest.\n\nBut seriously, it looks like Dalvin still isn't over that ankle injury and honestly, that would worry most team owners in starting him again. I mean, don't get me wrong, people will still start him but in the back of their heads, they'll be worried. Haha. I already discussed the woes of Williams and Thielen. When you have all that going _for you_ then tack on that Kelce hands in a whopping **3.9**, you're going to have a bad time. Better luck next time, man. Wait, wait. No, nevermind. ;)\n\nWhat's up Champ-Champ? Having some performance issues, buddy? Don't become the chump-chump double pump on us. Haha. But really, though, Nyheim with **-0.1** points? That's lame. Has anyone else had a player you started turn in **negative** points for you this season?\n\nAnd you would think with Mac Attack still not playing, Chubba would be producing more but it looks like they aren't going to utilize him like we all probably thought. I know I tried to go after him. I was hoping to snag him in a Mike Davis type of thing from last year.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Two Words: Crap Team",
              "score1": 108.08,
              "record1": "",
              "team2": "Let The Force Be With Vu",
              "score2": 114.92,
              "record2": "(4-0, 2nd)",
              "breakdown": "Well, damn, Vu, you're undefeated still. Look at that shit. You're frigging **6th** in **Points For**, though. How the Hell does that work?\n\nYou're still being carried by Mahomies and the breakout performance from Cordarelle (**31.6**) gave you the edge over Two Words. I'm thankful for this. :) \n\nWatch out, though. Your average margin of victory is only **13.45** a game. That's largely in part due to beating Not shaving by **38.88** a game. You take that game away and your average margin of victory drops to **4.97**.\n\nAre you getting worried your luck will run out soon? I mean, you do play the Rev. in **Week 5**...\n\nOh, and Pioli, I didn't forget about you. Just imagine me making a fart noise at you with my butt or mouth. Choice is yours.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Not shaving my legs for this",
              "score1": 146.2,
              "record1": "",
              "team2": "Man you got a nice TE",
              "score2": 144.26,
              "record2": "",
              "breakdown": "You know, it really sucks when you score enough to beat seven or eight other teams but you happen to face one of the top two scores that week and still lose. I think we've all been there, watching our team kick ass, and we end up losing. Hell, I remember something like that happening with me and Heg a couple years ago when he was hanging at my place. I got a strong lead and laughed and laughed and laughed and then boom, my team started to just...lose. Haha. And lose I did.\n\nSucks, nice TE, but I'm happy for you Not shaving! Maybe you're back to Racheling people?!\n\nI'm not going to break this matchup all the way down but I will point out that it's _funny_ the key difference in this game was defense. Not shaving had the Bills score her **21** while nice TE had his defense do normal defense things by scoring **4**. That's a tough pill to swallow when you score **144.26** and expect the W.\n\nAnd by W, I mean a wrister from the Rev.\n\nWhat a barnburner this one was.",
              "imageUrl": "/images/2021-week4-barnburner.gif",
              "imageAlt": ""
            }
          ]
        },
        {
          "type": "sidePieces",
          "content": "Welp, after four weeks, we have two undefeated teams, five at 1-3, and a few in between.\n\nHey, not trying to be all optimistic on you losers at the bottom, but with **half** the league in your same position and six teams that go to the **Winner's Bracket**, there's still plenty of time for us to gut one another and solidify a playoff spot.",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "matchups",
          "content": "I know I was talking shit but, somehow Vu finds a way. Anyone care to take a bet on this one?",
          "imageUrl": "/images/2021-week4-matchup.png",
          "imageAlt": ""
        },
        {
          "type": "farewell",
          "content": "Looks like the rivalry will be continuing between me and The Tay.\n\n**As always, good luck to you all (not all of you) in Week 5.**\n**The Tay...**",
          "imageUrl": "/images/2021-week4-donkey.gif",
          "imageAlt": ""
        }
      ]
    }
  ]
}
