{
  "year": 2022,
  "recaps": [
    {
      "week": 9,
      "title": "Week 9 Recap",
      "sections": [
        {
          "type": "intro",
          "content": "Good day to you all.\n\nI, AM, BROMBERG, CHUNKY!\n\nFor the record, Bromberg chunky is the only undefeated team."
        },
        {
          "type": "tidbits",
          "intro": "Where are we at with five weeks left in the regular Fantasy Football season? Let's taco bout it.",
          "bullets": ["I **doubled** up my win column...in **Week 9**. (That's a sadly impressive stat.)",
          "I'm in **9th** with a **6%** chance of making the playoffs, Bromberg Chunky's Bitch is **10th** with a **10%** chance. (This algorithm is weird.)",
          "For instance, if the playoffs were happening this week, the Rev. (**3-6**) would be in them but as of right now, he has a **30%** chance at making the playoffs but The Couple (**3-6**) being one spot behind him have a **35%** chance. The only thing I can think is they're going with **Points For**. The Couple have more **Points For** than the Rev. and Bromberg Chunky's Bitch has more than me. Shrugs if I know. That's my guess, though.",
          "Speaking of **Points For**, with all the trades and moves the Little Giants have made, he's now vaulted his team to be leading in that category.",
          "Although the Rev. (**52!!**) has made almost twice as many moves as the Little Giants (**27**), he's in **9th** for **Points For**. Ha! You suck. You effing suck.",
          "Joe Mixon served up a **50 burger**. More on that later."
          ],
          "outro": "",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "injuries",
          "intro": "I didn't get around to listing the notable injuries this week.",
          "bullets": [],
          "outro": "",
          "imageUrl": "/images/2022-week9-shrugs.gif",
          "imageAlt": ""
        },
        {
          "type": "leaderDud",
          "pointsLeader": {
            "name": "Little Giants",
            "points": 187.12,
            "notes": "Good job. Mixon definitely saved you this week."
          },
          "dud": {
            "name": "A Hall Lotta Love",
            "points": 115.9,
            "notes": "The Rev. got lucky this week because Hall Lotta was the dud."
          }
        },
        {
          "type": "gameNotes",
          "matchups": [
            {
              "team1": "Bromberg Chunky's Bitch",
              "score1": 141.22,
              "record1": "",
              "team2": "I'm Bromberg chunky",
              "score2": 151.96,
              "record2": "",
              "breakdown": "In case you're wondering what's with the name changes, in our group chat, Little Giants had an autocorrect fail that changed whatever he was saying into **Bromberg chunky**. We got a laugh out of it and I figured it would make for a great Fantasy Football name. Then we decided to make a bet. If I won, Two Words: Crap Team's new name for the rest of the season would be **Bromberg Chunky's Bitch**. If he won, I'd have to change my name to **Pioli's** **Bitch**. This is my crowning achievement for the season and I'm very happy with it. Anyhoo...now ya know.\n\nThe story for me is that aside from Henry (**23.5**) doing Henry things, the Carr-Adams combo is what helped me get by in this one. Carr (**18.36**) threw for only **259** **yards** and **2 TDs**. Luckily for me, **10** of those attempts and **146** of those yards went to Adams (**36.6**). If it wasn't for that, I wouldn't have won.\n\nChunky's Bitch still had a good day at the office but a couple hiccups cost him. DeVonta Smith (**4.2**) really screwed him considering how well Smith was doing earlier in the season. However, Smith hasn't had a TD since **Week 6** and against Houston, the Eagles decided to give more opportunities to Dallas and A.J. instead. It worked out for them as they pulled out the win but it really screwed Chunky's Bitch over.\n\nAlso, I was fortunate he had David Montgomery (**5.4**) in his flex instead of putting in Curtis Samuel (**17.1**) from his bench. That one little swap and I still would've lost while putting up my highest points total on the season.\n\nAlso, I think I've said \"**Bromberg Chunky's Bitch**\" enough for one recap. We get the point.\n\nI'm really happy my highest points total on the season was in **Week 9**.",
              "imageUrl": "/images/2022-week9-smirk.gif",
              "imageAlt": "Look at that smirk"
            },
            {
              "team1": "The Couple",
              "score1": 138.88,
              "record1": "",
              "team2": "Not shaving my legs for this",
              "score2": 127.4,
              "record2": "(7-2)",
              "breakdown": "This one was a little surprising and not because I didn't think The Couple would do well but more so because Not shaving was almost the dud this week. This is part of the reason as to why Not shaving has fallen to second in **Points For**, which isn't a bad position to be with only five weeks left to go while touting a **7-2** record.\n\nIt doesn't help that she didn't have her precious Chubb to play with this week. (That came out wrong... or did it?) Chubb averages **20.4** per week. That's an ouch considering Josh Jacobs (**11.7**) and Jamaal Williams (**10.1**) combined for about what Chubb's average normally is. Sure, Jacobs (**18.9 avg**) usually does better but it would've been nice to put a Chubb in (heh) her lineup.\n\nAnd Detroit is doing Detroit things again. All of a sudden Amon-Ra (**9.5**) and Josh Reynolds (**out**) ain't shit. If one is hurt, the other is mediocre at best. So, that didn't help Not shaving's effort either.\n\nReally, The Couple had three players pull them through: Mahomies (**37.14**), Travis Etienne Jr. (**26.6**), and Tyreek Hill (**27.3**). Other than that, the rest of the players didn't really stand out, at all.\n\nTyreek already has over 1,000 yards receiving on the season at **1,104** and Waddle has racked in a surprising **812** yards already through **9 games** to put him in the five spot of top receivers. To put that into perspective, Waddle had **1,015** yards through **16** games played last year.\n\nIt's obvious what's happpening. I mean, shit, when you have Tyreek on the other side of the ball, that's going to leave Waddle on one-on-one coverage very often, boosting his production. Reminds me of Calvin Ridley when Julio was still good.\n\nWaddle is on pace to reach **1,533** yards this season, which would be nuts for a guy in his second year.\n\nAlso, last year Tyreek had **1,239** yards through **17** games. If he keeps up his current pace, he'll reach **1,915** receiving yards. And everyone thought he was crazy for going to Miami.\n\nWhat's interesting is that with as much crap as people talked (me included) about Tua, Miami has Tua the top five receivers in the league when it comes to passing yards.\n\nPunny flex, bro.",
              "imageUrl": "/images/2022-week9-tua-punny.gif",
              "imageAlt": "Tua the best"
            },
            {
              "team1": "Little Giants",
              "score1": 187.12,
              "record1": "",
              "team2": "Man you got a nice TE",
              "score2": 167.46,
              "record2": "(6-3)",
              "breakdown": "Little Giants have been the **Points Leader** two weeks in a row. Last week, he had **210.66** followed up by another good performance this week. The thing about last week though is that there were four teams that racked in **189+** points, two of those had over **209** points. (That's nuts.)\n\nLast week, Little Giant's did it by having Kamara (**42.8**) and Hopkins (**33.9**) go off for him and nine of his 11 starters rack in double digits. This week, Mixon (**55.1**) decided to be a video game character and get **5 TOTAL TD**. Yes...five with **211 TOTAL yards**. That's insanity. That's more Fantasy Points than his previous three weeks combined.\n\nHe also accounted for **29.4%** of Little Giant's's total points. Did Carolina say to themselves, \"Ya know, he's already scored three touchdowns. There's no way he goes for two more. We'll just continue to let him roam free.\" The week prior, Mixon was still human and had just **12.9** points. Shoulda, coulda, woulda but had Mixon not been a cheat code for the week, Little Giant's would've been in the 140s-150s and would've taken the L. Either way, nice TE had to eat that 50 burger and like it.\n\nWhich leads me to my next point - nice TE (**6-3**) did really well at **167.46**. He might be **fourth** in the standings but he's **third** in **Points For**. So, don't sleep on his team. Now, in fairness, he had several underachievers in his starting lineup, which means his overall performance was carried by just a few players, but that's also because he had five players on a BYE, which included Barkley and Amaric Cooper. Again, don't sleep on hiis team.\n\nSpeaking of, Justin Fields (**42.72**) had himself a day. It's really unfortunate when you have players go off for their highest total of the season, giving you hope for a win, and you still can't pull in the dub.\n\nPeople like Drake London (**3.3**) and DJ Moore (**4.4**) really did nice TE no favors in **Week 9**. So, nice TE benched Drake London, and rightfull so because he's totaled just **10.4** from weeks 8 and 9, and then what does Drake do? He scores **14.8** on nice TE's bench this past Thursday while hauling in his first TD since **Week 2**. Go figure.\n\nAgain, don't sleep on his team, though.\n\nOh, and about last week's amazing scores, I would be remiss if I didn't mention that here's another score that's amazing - **85.02**. That belonged to the Rev. He sucks. He frigging sucks. The reason why I say he sucks is, well, because he does, and because that's the LOWEST DUD OF THE YEAR! Hahahahhaaha. Who scores a **sub-90** in a **two-QB** league?!?! Hahahahahaa. This isn't golf, bro. Though, you suck at that, too. If you combined his starters and his bench, he would've had **120.02** and still would've lost. That's like using two hands in an arm wrestling match and still losing. Anyway, enough about that loser.",
              "imageUrl": "/images/2022-week9-weenie.gif",
              "imageAlt": "L7 Weenie"
            },
            {
              "team1": "The Tay",
              "score1": 131.4,
              "record1": "(7-2)",
              "team2": "Let The Force Be With Vu",
              "score2": 147.34,
              "record2": "",
              "breakdown": "Vu hands Tay his first loss since **Week 1**. I wish I had only my second loss come in **Week 9**. Instead, I have only my second win. Hahaha. I'm terrible at Fantasy Football.\n\nEither way, Tay still leads the standings...for now. He's facing nice TE in **Week 10** and that's who handed him his first loss in **Week 1** (**165.68-176.68**). Tay has dropped to the **fifth** spot in **Points For** but he's been fortunate because he also has the lowest **Points Against**.\n\nSo, it looks like Tay's team has cooled off just a tad. But, I mean he had three starters total him **10.1** points. Oof. Big oof. However, going back to Waddle, he got Tay **19.5** in his flex, which he can move to a WR position considering he gets Kittle back from his BYE week and he has the top two TEs in the league. I'm looking for him to bounce back in **Week 10**.\n\nVu had himself a pretty good week with the exceptions of Higbee (**0**) and Foreman (**4.1**). Foreman is a weird play. His performances go as such for weeks 8, 9, and 10: **31.8**, **4.1**, and **19.0**. The guy is showing some major upside going forward, though.\n\nAnd Vu doesn't have to rely on Zach Wilson (**10.56**) since he also has Dak. I think Vu is also a force to be reckoned with going forward considering he's **fourth** in **Points For**.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Rev. Dongo Pewee",
              "score1": 130.7,
              "record1": "",
              "team2": "A Hall Lotta Love",
              "score2": 115.9,
              "record2": "",
              "breakdown": "Lotta Love went from almost first to worst in **Points For** between Week 8's performance (**209.9**) and Week 9's (**115.9**). That's a seesaw Not shaving grouping if I've ever seen one. Haha.\n\nSoOOoOO, I don't know what's going on here but it seems that people want to start benching players in order to guarantee a victory. The Rev. left a RB spot and his D/ST spot open while scoring **130.7**. Why didn't you just go ahead and bench Justin Herbert (**12.1**) as well, ya sissy? You still would've won.\n\nMakes me wonder, is there a way to lock in the maximum amount of bench spots you use even if you're putting people from your starting lineup there? I thought the max was locked and that's why if you pick someone up from waivers, you have to drop someone if you're maxed out. The Rev. was able to expand his bench to **eight** instead of the normal **six**, which means using this strategy, he didn't have to drop any players. Sooo..\n\nAnyhoo, look at Kenneth Walker III (**27.9**). I'll be honest, I didn't really know who he was until a few weeks ago when he started slanging big numbers all over the place. From **Weeks 5-9**, he's averaged **20.52** per week. That ain't peanuts. Dude is killing it. Let's see what he does on Sunday in Germany.\n\nLotta Love has lots of losses with a few wins peppered in over the season. Consistency has not been key for you, man. Luckily, you have the second lowest **Points Against** but you can't guarantee that kind of luck. I helped with that in **Week 6**. No need to thank me but you're welcome.\n\nThe moment you traded for Aaron Jones, he gets **28.6** and then **19.7** to look like his old self again. And then boom, in **Week 9**, he gets **6.5**. (That's partly why I got fed up with him.) Hopefully for you, they figure out what the Hell they're doing in Indy and Michael Pittman (**5.2**) will be consistent as well.\n\nAnd Hell, your score is a little inflated (which sounds weird because you were the dud) due to the Patriots D/ST (**26.0**). That's definitely not something you can rely on.\n\nI guess the only advice I really have for you is, I mean, I don't know. Don't suck?\n\nEven if I had advice, would you really listen to a guy that didn't get his second win until **Week 9**? Nah, didn't think so. Haha.",
              "imageUrl": "",
              "imageAlt": ""
            }
          ]
        },
        {
          "type": "sidePieces",
          "content": "Who do you guys think will win the league this year? Who do you think will finish last?\n\nThese are the Final Standings Projections. Putting this here for reference later. Maybe it'll be accurate?",
          "imageUrl": "/images/2022-week9-final-standings.png",
          "imageAlt": "Final Standings"
        },
        {
          "type": "matchups",
          "content": "I'm interested in the rematch between Tay and Jokl. If Jokl wins, he could potentially move from **fourth** to **second** and Tay could possibly go from **first** to **second**, if I did everything in my head correctly. Haha.",
          "imageUrl": "/images/2022-week9-matchup.png",
          "imageAlt": "Matchup to watch"
        },
        {
          "type": "farewell",
          "content": "That's how it's going so far since there's an early game this Sunday. We shall see.\n\nBromberg Chunky's Bitch. K, now I'm done saying it for this recap.\n\n**As always, good luck to you all, but not Smelly.**",
          "imageUrl": "/images/2022-week9-you-suck.gif",
          "imageAlt": ""
        }
      ]
    }
  ]
}
