{
  "year": 2023,
  "recaps": [
    {
      "week": 8,
      "title": "Week 8 Recap",
      "sections": [
        {
          "type": "intro",
          "content": "Good day to you all.\n\nWell, well, well. It’s about time. Bromberg Chunky finally lost a matchup.\n\nAs a result, here’s the first recap of the season. (You’re welcome.)\n\nI know, just KNOW it was bugging the Hell out of everyone (except me, obviously) that I hadn’t lost a matchup in seven weeks.\n\nHow do I know? Oh, only because about 40% of the league staged a coup against me last week. All good. Despite their efforts, I still lost fair and square. Unfortunately, the loss was handed to me by my Fantasy Football nemesis - the one they call The Tay.\n\nAlso, the website is up but it’s bare bones right meow and not uploaded to i75league.com, **yet**. I basically wasn’t writing recaps or working on the website because I didn’t want to do anything out of the norm to break my streak or jinx anything. One thing I did do that was different: I went to North Carolina last weekend and watched football with Little Giants.\n\nCan’t watch football with Little Giants again this Fantasy Football season.\n\nNow you just gotta ask yourself one question. Was he not writing recaps and working on the website because he was superstitious or was it because he was using a cop-out inspired by laziness\n\nMaybe that’s what I’ll do. Maybe I’ll only do recaps when I lose. Hmph.\n\nAnyhoo, let’s get into it."
        },
        {
          "type": "tidbits",
          "intro": "After eight weeks, how are things looking?",
          "bullets": ["There are **three** teams at **7-1**, but when looking at our league on the phone, it says Ryan has clinched a spot in the playoffs. On the computer and the app, he's at **100%** chance to make the playoffs but the other two teams are at **99%**. Not sure how that works but whatever, because it looks like Ryan is making the playoffs no matter what..._I guess_.",
          "Now, I'll admit that Bromberg Chunky had a bit of luck in a few matchups this season but he is still **second** in **Points For** with **1,274.76**, trailing only Rev. Dongo Pewee who has **1,295.36**.",
          "It's a pretty tight race this year with moves made so far. In first place we have Two Words: Crap Team (**30**), followed closely by the Rev. and Little Giants, each with **29**.",
          "Since I run drafts, bro, I have only made **10** moves so far but still am cruising with a pleasant **7-1** record. Go me. :)",
          "Aside from The Couple, this year has seen some rather _interesting_ anomalies. In case you didn't notice, Jerome Ford had two teams bid for him at **$57(!!)**, but the Rev. won out due to the waiver order, on **09/20**. To my recollection, no player has had this much money spent on him unless of course maybe P.T. or someone else a long time ago made a similar move. Not to be outdone, De'Von Achane was scooped up one week later for a mere **$88(!!)** by The Tay. Who's the big spender now, Reverend??",
          "Are you wondering how those players have produced since those transactions? Of course you are. So, I'm gonna tell ya. In **five** games since Reverend got Ford, Ford has averaged a mere **12.4** points per week. Achane, who was dropped by the Rev. on **09/15**, then procured by The Tay on **09/27**, averaged **24.25** points per week in **two** games.",
          "Another way to slice it is noticing that the Rev. has only used Ford twice: **Week 4 (9.5)** and **Week 7** **(17.4)**. Unfortunately for The Tay, Achane has been on **IR** and hasn't played since **Week 5**.",
          "Now, could those huge transactions have really paid off for them or might in the future? Sure. Are they paying off so far? No. Achane _could_ be back by **Week 11**, which could provide a really great surge for Tay (**2-6**) as he pushes to get into the playoffs.",
          "The importance of winning: Tay **2-6**, **16%** chance at making the playoffs, Not shaving my legs for this **2-6, 17%** chance but with just one more win, A Hall Lotta Love **3-5**, has a **48%** chance and Two Words  **3-5**, has a **54%** chance. That's a huge difference in chance with only a one win differential.",
          "Also, it's worth mentioning that I think this season has had the highest number of _big_ trades in our league than any other season. Hell, even I made a trade. Das kwazy."
        ],
          "outro": "",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "injuries",
          "intro": "",
          "bullets": ["Aaron Rodgers (first drive of the season and finished with **zero** points)",
          "Nick Chubb (fucking gruesome, led to the Ford debacle)",
          "Saquon (only missed three games)",
          "Kupp (preseason, which led to the rise of Puka and the Rev. has him. Go figure.)",
          "Burrow (preseason, and he hasn't missed time but he hasn't been himself this season)"
          ],
          "outro": "",
          "imageUrl": "",
          "imageAlt": ""
        },
        {
          "type": "leaderDud",
          "pointsLeader": {
            "name": "Let The Force Be With Vu",
            "points": 214.34,
            "notes": "Sorry, Little Giants but Vu really stuck it to ya. If it makes you feel any better, I faced the second-highest scoring team (Tay **179.78**) this week to receive my first loss.\n\nAlso, the highest score so far this season came from good ol' Two Words in **Week 3** with **217.62**.\nOnly **three** matchups have had a score reach over **200** this season.\n\nSpeaking of Points Leader, The Couple have faced the Points Leader **two** times:\n\n**Week 1** against Two Words with **194**.\n\n**Week 2** against Tay with **182.16**.\n\nAnd they faced the second-highest in **Week 3** against the Rev. with **192**. That's a shitty way to start your first three weeks. That's one way to help your team get to a **1-7** record.\n\nHowever, surprisingly enough, Vu has the most **Points Against** with **1,286.66**, while holding onto a **4-4** record. Tay is close behind with **1,283.4** but holds a disappointing **2-6** record."
          },
          "dud": {
            "name": "The Couple",
            "points": 112.06,
            "notes": "The Couple has had signs of life three weeks this year but this week was not one of them."
          }
        },
        {
          "type": "gameNotes",
          "matchups": [
            {
              "team1": "The Tay",
              "score1": 179.78,
              "record1": "(2-6)",
              "team2": "I'm Bromberg chunky",
              "score2": 156.44,
              "record2": "(7-1, 2nd)",
              "breakdown": "Welp, what did this one boil down to? Simply put: My running backs fucked me and Tay had his second-highest performance of the season.\n\nTwo of the top 10 RBs in the league got me a combined **14.7** points, both of which had their lowest performances of the season. Pacheco, who averaged me **17.16** per game over the last **five** games, got me a big ol' **6.7** points. Walker, who averaged me **18.78** over the last **five games**, got me **8.0** points. Super.....just super.\n\nAnd of course, imagine the irony of a Bucs fan using Calvin Ridley (who us Atlanta Falcons fans are not fond of because of how he fucked us), averaged **4.05** over the prior **two** weeks and then he gets **14.3** against me.\n\nHe sucks.\n\nOther than that, Tay got a bit lucky with Prescott (**29.06**) having his best game of the season with **304 yards**, **4 passing TDs**, and just **one** pick. That ain't bad but it's quite unfortunate for me.\n\nI fell short this week but maybe I'll get some redemption in the playoffs if Tay makes it.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Little Giants",
              "score1": 153.42,
              "record1": "(4-4, 5th)",
              "team2": "Let The Force Be With Vu",
              "score2": 214.34,
              "record2": "(4-4, 4th)",
              "breakdown": "This one was rough. Talk about a gap. I mean, Little Giant's team didn't do poorly or anything. Sure, Roschon didn't do much and neither did Goedert but he still was **sixth** overall this week, while he was only **8.38** points from the third-highest scoring effort.\n\nVu, however, scored **55.3** points **ABOVE** his projection for the week. How did it happen?\n\nSam Howell helped him out by having his best performance of the season with **30.98**. Honestly, would've seen that coming? Vu picked Sam up on **10/04** for a whopping **zero** dollars.\n\nSince then, Howell has now averaged **21.3** points per week over the last **four** games (including **Week 8**). That number would be even higher had it not been for a poor performance in **Week 7** with **9.46**. That's nuts.\n\nNot to mention that the Falcons did the Little Giants zero favors by allowing Hopkins to get **34.8**. Now, the first TD Hopkins got in that game, was clearly offensive pass interference (that wasn't called) and A.J. Terrell gave up on the play. That inevitably led to **three** TDs and **128** receiving yards. Oof.\n\nLittle Giants are still in good enough shape at **4-4**, same as Vu. So, no need for the Little Giants to panic...yet.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Man you got a nice TE",
              "score1": 130.3,
              "record1": "(7-1, 3rd)",
              "team2": "The Couple",
              "score2": 112.06,
              "record2": "",
              "breakdown": "This matchup had **nine** starters with less than **10** points for the week. Gross.\n\nIf it wasn't for McCaffrey (**29.8**), Amon-Ra (**16.8**), and Gus Edwards (**28.4**), then it's likely neither team breaks **100**.\n\nIt's worth noting that Kenny Pickett (**2.48**) has averaged **2.7** over the last two weeks, which is terrible. Though he exited the game this week with a rib injury, Man you got a nice TE managed to win.\n\nLamar Jackson, who just got **34.88** the week before, managed only **11.98** points. That's not really what you expect from a QB that averages **19.6** per week and has potential for a high ceiling. Sucks for The Couple.\n\nAnd no favors were given to The Couple from Davante Adams (**2.1**) as he only caught one of seven targets for **11** yards.\n\nThe Couple scored **34.2** points **UNDER** their projection for the week.\n\nThat's about as gross as Buzz's girlfriend.",
              "imageUrl": "/images/2023-week8-woof.gif",
              "imageAlt": "Woof"
            },
            {
              "team1": "Rev. Dongo Pewee",
              "score1": 143.56,
              "record1": "(7-1, 1st)",
              "team2": "A Hall Lotta Love",
              "score2": 124.06,
              "record2": "(3-5)",
              "breakdown": "Rev. could've only beaten three teams this week and he just got lucky enough to face one of them. What a turd.\n\nWhy couldn't I face the Rev. in **Week 8** and keep my streak alive? Or why not in **Week 10** when he has **five** of his starters on a BYE? Life isn't fair, as I'm facing him in **Week 9** and I'm not feeling great about it.\n\nJakobi Myers (**2.9**) really screwed A Hall Lotta Love, kind of. Maybe he wasn't getting open, which could explain the one target he had all game, but Garoppolo threw for just **62** yards in the first three quarters and **126** in the whole game. The previous three weeks, Myers averaged **18.5** points per week.\n\nLittle Giants...what I'm getting at is that **18.5** is a lot more than **2.9**. (You guys, Little Giants isn't good at math.)\n\nAnd what in the world? Aaron Jones has just fallen off. That damn creamy hamstring seems to be plaguing him all season, which is unfortunate for Lotta Love because Lotta Love is an absolute whore for all things Green Bay. Lotta Love will continue to beat his head against the wall when it comes to his loyalty to taking Green Bay players. Don't forget he drafted Aaron Rodgers (**60th** pick overall and obviously the former QB for Green Bay) and while I know Rodgers was expected to do very well this season, Tua was still available. So, yeah, that's that Green Bay loyalty kicking in right there.\n\nLotta Love, you still have a **48%** chance at the playoffs but if you don't step it up in the **Points For** department (currently **7th**), then you might not make it, homie.",
              "imageUrl": "",
              "imageAlt": ""
            },
            {
              "team1": "Not shaving my legs for this",
              "score1": 161.8,
              "record1": "(2-6)",
              "team2": "Two Words: Crap Team",
              "score2": 155.9,
              "record2": "(3-5)",
              "breakdown": "This one is kind of wild, honestly. And I know what you're thinking: \"Why, Bromberg, whatever do you mean?\" Let me explain.\n\nTwo Words started out **3-0**. Not shaving started out **1-6**. Two Words is currently **3rd** in **Points For** with **1,270.16** and Not Shaving is **last** with **1,025.56**.\n\n Two Words had the highest-scoring player of the week with CeeDee Lamb (who he just traded for on **Sunday,** **10/29**) giving him **41** points.\n\nSurely...surely Two Words would win this one, right? ...Right??\n\nNope. Instead, Two Words loses his **fifth(!!)** straight game in this week's barnburner. Oof.\n\nMuch like that barn, Two Words's team is on fire. Like, not in a good way. More like, his team is burning down to a heap of sad, very sad ashes. :( \n\nThe first **three** games, his team was on fire, in a good way (think NBA Jam) and cruising with **195.66** points per week. The following **five** games, his team has been on fire in a bad way, (think Hawaii) while slowing down to **136.64** points per week.\n\nIf literally just Two Words's defense did what they normally do lately, he would've won. The last three weeks, the Eagles defense averaged **9.3** per week. This week, they got him **-2.0**. That's over an **11-point** swing.\n\nAnd what the Hell have they been feeding Breece Hall (**21.3**)? He has been averaging **23.3** per week over the last **three** weeks.The first **four** weeks, he averaged **7.05** points per week. I guess \"the ball\" would be the answer. They've been feeding him the ball.\n\nWelp, Two Words, you still have a **54%** chance at the playoffs and if you can get your team back to its early form this season, you might be able to squeeze in there.",
              "imageUrl": "/images/2023-week8-probably-not.gif",
              "imageAlt": "Probably Not"
            }
          ]
        },
        {
          "type": "sidePieces",
          "content": "I'll get back to working on the website. I really don't have much of an excuse. I just gotta make time for it. I was working on trying to get it hosted through GitHub but it was NOT cooperating and I tried like, 67 different ways to get it to flipping work. Either way, I'll get it all sorted eventually.\n\nIncluding **Week 9**, we have six weeks before the Playoffs. Here's how it's projected as of right meow.",
          "imageUrl": "/images/2023-week8-playoff.png",
          "imageAlt": "Playoffs? You're talking about playoffs?"
        },
        {
          "type": "matchups",
          "content": "Well, I'm going to have to go with the matchup between me and the Rev.\n\nTwo **7-1** teams projected within 10 points of one another. I'll take it.",
          "imageUrl": "/images/2023-week8-me-rev.png",
          "imageAlt": "Rev Sucks"
        },
        {
          "type": "farewell",
          "content": "I think we're caught up, for the most part. You're welcome...again.\n\nAlso, no proofreading was done in the making of this recap I finished during Thursday Night Football. Get out mah face.\n\n**As always, good luck to you all, but especially not Smelly McHegerton this week.**",
          "imageUrl": "/images/2023-week8-hate.gif",
          "imageAlt": "Hate you"
        }
      ]
    }
  ]
}
